import React,{Component} from 'react'
import { Container, Row, Col } from "reactstrap";
import "../../css/about.css";

class About extends Component {
    render() {
        return(
            <div>
            <div className="about-top">
            </div>
            <div class="about-content">
            <Container>
              <h1 className="about-font-title">กว่าจะมาเป็นเรา “Delsaver”</h1>
              <p>สำหรับคนรักสุนัขอย่างเราๆ แล้ว การแยกจากกันโดยไม่ได้รู้ตัวก่อนย่อมเป็นสิ่งที่น่าเศร้า เราพร้อมที่จะทำทุกอย่างเพื่อที่จะให้สุนัขของเรากลับมาอีกครั้ง</p>
              
              <p>ในสมัยก่อน เราก็อาจจะรีบไปพิมพ์ประกาศแปะตามเสาไฟฟ้าแถวบ้าน หรือเดินตามหาไปสถานที่ที่น่าจะไปอย่างไรจุดหมาย</p>
              
              <p>ทุกวันนี้โซเชียลมีเดียได้มอบพลังแห่งการเชื่อมต่อกับผู้คน การสร้างเพจหรือกลุ่มเพื่อตามหาสุนัขเกิดขึ้นมากมาย รวมไปถึงการใช้แฮชแท็กต่างๆ เพื่อตามให้สัตว์เลี้ยงที่รัก </p>
              
              <p>สิ่งเหล่านี้เกิดขึ้นไม่ต่ำกว่า 100 ครั้งขึ้นไปในหนึ่งวัน ข้อมูลล้วนกระจัดกระจายจากการที่ไม่มีศูนย์กลางของข้อมูลทางด้านนี้โดยเฉพาะ ต่างคน ต่างชุมชนก็จะมีกลุ่มของตัวเอง ลักษณะเช่นนี้เอง ทำให้โอกาสการตามหาสุนัขที่หายไปลดลง หรือมีความยุ่งยากมากเพราะต้องกระจายข้อมูลไปตามกลุ่มต่างๆ ที่มีอยู่นับสิบ</p>
              <hr />
              <p className="text-center">การเชื่อมต่อคือพลังแห่งโลกอินเทอร์เน็ตทุกวันนี้ </p>
              
              <p className="text-center">ปัญหาเรื่องการกระจัดกระจายของข้อมูลเป็นสิ่งที่เราต้องแก้ไข</p>
              <hr />
              <p>Delsaver จึงถือกำเนิดขึ้นเพื่อพยายามปัญหาดังกล่าว เราเชื่อว่าด้วยพลังของเว็บไซต์และเทคโนโลยี เราจะสามารถรวบรวมข้อมูลสุนัขที่สูญหายตามที่ต่างๆ และข้อมูลสุนัขที่พลัดหลงไปสู่อีกสถานที่หนึ่ง ผ่านผู้คนที่พบเห็นสุนัขแล้วส่งข้อมูลถึงเว็บไซต์ของเรา </p>
              
              <p>เราตั้งใจออกแบบระบบนี้ เพื่อเพิ่มโอกาสที่ข้อมูลจากทั้งสองฝั่งจะเชื่อมโยงกัน โดยไม่ต้องกังวลหรือเสียเวลาไปกับการค้นหาตามกลุ่มต่างๆ ที่มีจำนวนมาก รวมถึงสนับสนุนชุมชนคนรักสุนัขเพื่อช่วยตามหาเพื่อนรักตัวน้อยที่หายไปด้วย </p>
                    
            </Container>
            </div>
          </div>
        )
    }
}

export default About