import React,{Component} from 'react'
import { Container, Row, Col } from "reactstrap";
import "../../css/blog-css.css";

class About extends Component {
    render() {
        return(
            <div>

            <div className="blog-top">
            
            </div>
            <div className="blog-content">
            <Container>
            <h1 className="blog-font-title">
              ระวัง! 6 สาเหตุที่ทำให้สุนัขของเราหายไป พร้อมวิธีการป้องกัน 
              </h1>
<p>หลังจากทำงานกันมาเหน็ดเหนื่อย ตอนนี้ก็ใกล้ช่วงสิ้นไปที่ทุกคนจะต้องรีบจัดการงานทุกอย่าง เพื่อหยุดพักผ่อนกันอย่างสบายใจ แน่นอนหลายคนอาจมีแพลนไปเที่ยวต่างจังหวัด ทว่าหลายครั้งสุนัขของเราไม่สามารถไปด้วย จากทั้งปัญหาเรื่องการดูแลเอง ปัญหาการขนย้าย หรือปัญหาเรื่องสถานที่ไม่อนุญาตเองก็ดี 
</p>
<p>ในวันนี้ Delsaver จึงมานำเสนอสาเหตุที่อาจทำให้สุนัขหายไปจากบ้านได้ พร้อมแนวทางการป้องกัน เพื่อให้ผู้อ่านสามารถไปเที่ยววันหยุดปีใหม่กันได้อย่างสบายใจ</p>

<p>สาเหตุที่ว่าจะมีอะไรบ้าง</p>

<p>ด้านล่างนี้ มีคำตอบ</p>
<hr />
<h2 className="blog-h2">ความต้องการอันแรงกล้า</h2>


<p>สุนัขของเราเมื่อถึงฤดูผสมพันธุ์แล้วก็จะพยายามหาเพศตรงข้าม เพื่อทำตามกลไกธรรมชาติตามปกติ การเลี้ยงไว้ในอาณาเขตของมนุษย์ทำให้สุนัขต้องพยายามแหกคอกออกหารักแท้ของมัน แน่นอนว่าจะไม่เป็นปัญหาเลย ถ้าข้างบ้านเรามีรักแท้ที่มันตามหาอยู่ ทว่า ส่วนใหญ่มักจะไม่เจอเพศตรงข้ามใกล้บ้าน
</p>
<p>วิธีการแก้หนึ่งคือ การทำหมัน จากบทความขององค์กรพิทักษ์สัตว์ (PETA) บอกว่า การทำหมันจะลดอารมณ์ทางเพศของสุนัขลง ทำให้ไม่พยายามออกไปหาเพศตรงข้าม สำหรับเพศเมียเองจะลดความเครียดในช่วงที่มีอารมณ์ทางเพศมากๆ ด้วย 
</p>
<p>เจ้าของสุนัขอาจกังวลผลพวงที่อาจเกิดขึ้นกับสัตว์เลี้ยงที่รักของตน แต่ไม่ต้องกังวลไปหากพาไปหาสัตวแพทย์ที่มีความเชี่ยวชาญหรือได้รับมาตรฐาน สุนัขเมื่อผ่าตัดก็จะได้รับยาชา และยาแก้ปวดหลังจากผ่าทำหมัน
</p>
<h2 className="blog-h2">เสียงดังจากสภาพแวดล้อม</h2>


<p>ในช่วงหน้าฝน เมื่อเกิดฟ้าผ่าเราจะมันจะเห็นสุนัขวิ่งทั่วอาณาบริเวณที่จะวิ่งไปได้ เป็นเช่นนี้เพราะว่าสุนัขสามารถฟังเสียงที่สั่นได้ถึงระดับ 50,000 เฮิรตซ์ ในขณะที่มนุษย์เองรับได้ประมาณ 20,000 เฮิรตซ์ ด้วยเหตุนี้เสียงที่เราได้ยินไม่ดังมาก อาจจะดังสุดๆ ก็ได้สำหรับสุนัข
</p>
<p>ช่วงปีใหม่เป็นอีกช่วงเวลาหนึ่งที่มีสุนัขหายเป็นจำนวนมาก แม้ไม่มีสถิติที่ชัดเจน แต่เราจะเห็นประกาศตามหามากเป็นพิเศษตามกลุ่มต่างๆ เนื่องจากเป็นช่วงที่มีการเล่นประทัด จุดพลุเป็นจำนวนมาก ทำให้สติของสุนัขเตลิดออกไป
</p>
<p>ดังนั้นแล้ว การตรวจเช็กให้ดีว่าบ้านของเราปิดสนิท รั้วกั้นสูงพอที่สุนัขในสภาพที่ตกใจมากๆ ไม่สามารถกระโดดข้ามไปได้จึงจำเป็นอย่างยิ่ง
</p>
<h2 className="blog-h2">สัญชาตญาณสัตว์</h2>


<p>สุนัขก่อนจะมาเป็นสัตว์เลี้ยงสุดแสนน่ารักก็เป็นสัตว์ป่าที่ต้องออกล่าอยู่ตลอด ดังนั้นแล้วสัญชาตญาณของมันเองก็ยังคงอยู่ เมื่อเห็นศัตรู หรือเพื่อนร่วมสายพันธุ์ที่ไม่ชอบหน้าก็พร้อมที่จะกระโจนเข้าใส่ทันที
</p>
<p>ยิ่งตัวใดมีส่วนที่เป็นจมูกยื่นออกมามาก ประสาทสัมผัสในเรื่องกลิ่นของเขาก็ยิ่งดีมากขึ้นเท่านั้น อีกทั้ง 10% ของสมองสุนัขยังสร้างมาเพื่อการดมกลิ่น ในขณะที่เราใช้เพียง 1% เท่านั้น
</p>
<p>ข้อควรระวังจึงคล้ายกับข้อก่อนหน้าในเรื่องการดูแลที่อยู่ให้ปกปิดมิดชิด และป้องกันในกรณีสุนัขหลุดออกไปแล้วไม่ไปทำร้ายมนุษย์ด้วยกัน การใช้อุปกรณ์อย่างตะกร้อสวมใส่ให้สุนัขที่ดุมากๆ อาจลดความเสี่ยงนี้ได้
</p>
<h2 className="blog-h2">ต่างจากสถานที่คุ้นเคย</h2>


<p>หลายคนอาจมีรถและพร้อมที่จะพาสุนัขคู่ใจของท่านไปเที่ยวด้วยกัน เป็นสิ่งที่น่ายินดี ทว่าการพาไปเที่ยวด้วยกันก็เพิ่มความเสี่ยงที่สุนัขอาจจะสูญหายได้ นอกจากสถานที่มักจะเป็นพื้นที่เปิดแล้ว สุนัขโดยธรรมชาตินั้นจะตื่นเต้น และสำรวจพื้นที่ใหม่ที่ตนเองค้นพบ เขาก็จะเดินไปเรื่อยๆ และมีโอกาสที่จะกลับมาที่เดิมไม่ได้ 
</p>
<p>สายจูงที่มีคุณภาพจึงจำเป็นอย่างยิ่ง ความแข็งแรง ความเหนียวควรที่จะเหมาะกับขนาดและกำลังของสุนัขตัวนั้นด้วย และไม่ควรปล่อยเขาไว้ในพื้นที่ที่มีช่องว่างที่จะกระโจนออกไปได้ เมื่อมีเหตุการณ์อะไรเกิดขึ้น
</p>
<h2 className="blog-h2">ความเบื่อ</h2>


<p>บางคนอาจคิดว่าสุนัขนั่งๆ นอนๆ ทั้งวันก็อาจจะชินกับความเบื่อไปแล้ว ที่จริงแล้วขึ้นอยู่กับสายพันธุ์ด้วย โดยเฉพาะพันธุ์ที่ฉลาดจะเบื่อง่าย ต้องหาอะไรทำ อะไรเล่นตลอดเวลา อย่างบอร์เดอร์ คอลลี่ และพุดเดิ้ลเองก็ดี เมื่อเขาหมดอะไรที่จะทำในพื้นที่ของเราแล้ว เขาก็อาจจะพยายามหาโอกาสที่จะออกไปสัมผัสโลกกว้างได้
</p>
<p>ดังนั้นแล้ว อุปกรณ์อย่างของเล่น เช่น ลูกบอล ไม้แทะ เชือกที่ไว้กัดเล่นต่างๆ จะช่วยได้มาก เพื่อให้สุนัขโฟกัสกับของเล่นชิ้นนั้น รวมถึงจูงสุนัขออกไปเที่ยวเล่น หรือเล่นกับมันภายในบริเวณบ้านเราก็จะลดความเบื่อลงได้
</p>
<h2 className="blog-h2">ถูกขโมย</h2>


<p>สุนัขที่มีราคาแพงอาจเป็นที่จับจ้องของผู้ไม่หวังดี ที่จะฉวยโอกาสพรากสุนัขแสนรักจากเราไปได้ นอกจากนี้บางพื้นที่ยังรับประทานเนื้อสุนัขอีก สองสาเหตุนี้อาจจะทำให้เราไม่เจอสุนัขที่เรารักอีกได้เลย
</p>
<p>ดังนั้นเมื่อเราจะไปเที่ยวแล้วไม่สามารถเอาสุนัขไปได้ ขอให้ฝากฝังไว้กับเพื่อนบ้านให้ดี แต่ถ้าเราไม่ถูกกับเพื่อนบ้านเสียเท่าไหร่ หรือไม่มีเพื่อนบ้าน การนำไปฝากไว้กับสถานที่รับฝากจะจำเป็นอย่างยิ่ง เพื่อทำให้เราแน่ใจได้ว่าเราจะกลับมาเจอกับเขาอีกครั้ง
</p>
<p>Delsaver หวังว่าผู้อ่านผู้ใช้เว็บทุกคนจะสนุกกับปีใหม่ของท่าน โดยทุกข์ใจหรือกังวลกับสุนัขคู่ใจของคุณที่มีโอกาสหายไป 
</p>
            </Container>
            </div>
          </div>
        )
    }
}

export default About