import React,{Component} from 'react'
import { Container, Row, Col } from "reactstrap";
import "../../css/blog-css.css";

class Blog2 extends Component {
    render() {
        return(
            <div>

            <div className="blog-top-2">
            
            </div>
            <div className="blog-content">
            <Container>
            <h1 className="blog-font-title">
              สัมภาษณ์ : เจอน้องเพราะลองของใหม่
              </h1>
              <h2 className="blog-h2">ลองเล่าเหตุการณ์วันนั้นให้ฟัง</h2>
              
                  <p>วันนั้นเป็นวันอาทิตย์ เวลาประมาณ 2 ทุ่มกว่า ผมกลับมาจากข้างนอก ก็หาข้าวหาน้ำให้  “มะขาม” สุนัขพันทางที่ผมไปเก็บมาเลี้ยงจากข้างถนนตั้งแต่ ม.5 กิน โดยปกติแล้วผมเลี้ยงมะขามแบบเปิด คือปล่อยอิสระให้เดิน ให้วิ่ง เขาจะรู้เวลาตัวเองว่าเวลาไหนออก เวลาไหนกลับ ซึ่งก็เป็นแบบนี้มาตลอด 5 ปี แต่วันนั้น 4 ทุ่มแล้วมะขามก็ยังไม่กลับบ้าน ประกอบกับแถวบ้านมีเฉลิมฉลองงานศาลเจ้า มีทั้งฉายหนัง เล่นไฟ ซึ่งมะขามไม่ชอบเป็นอย่างมาก ผมจึงบอกพ่อกับแม่ว่ามะขามน่าจะมีปัญหา เพราะดึกป่านนี้ยังไม่กลับ ผมก็รีบออกตามหาทันที
                         ผมเริ่มถามจากคนแถวบ้านที่รู้จักกันว่าพบสุนัขผมบ้างไหม เขาก็ตอบผมว่าวันนี้ยังไม่เห็นเลย ผมก็เดินถามต่อ เดินไปหาตามที่ที่มะขามชอบไป ทั้งสวนสาธารณะ ข้างริมคลอง ใต้เก้าอี้หลังหมู่บ้าน ยอมรับนะครับว่าตอนนั้นเริ่มเป็นกังวลใจทั้งเป็นห่วงเวลาไปโดนใครกัด โดนใครทำร้าย หรือหลบไปหายเพราะเสียงดัง คืนนั้นผมตามถึงตี 3 ก็ยังไม่เจอเลยตัดสินใจกลับมาบ้าน
              </p>
                         <h2 className="blog-h2">ทำอะไรต่อจากนั้น</h2>
              
                         <p>ตื่นเช้ามา ผมรีบไปดูที่นอนประจำของมะขามก่อนเลยว่ากลับมาที่บ้านหรือยัง ก็ยังไม่เห็นวี่แววว่ามะขามจะกลับบ้าน ผมหยิบโทรศัพท์ผมขึ้นมาและก็โพสต์รูปมะขาม โพสต์ข้อมูลของมะขามทั้งหมด ทั้งสี เพศ รูปร่าง จุดเด่น ปิดท้ายแคปชั่นด้วยเงินรางวัล 1,000 บาท แชร์ไปทุกกลุ่มที่เกี่ยวกับการแจ้งสัตว์หาย ผ่านไป 3 ชั่วโมงก็ยังไม่มีใครติดต่อกลับมา ผมเลยตัดสินใจทำป้ายประกาศตามหาน้อง เสียเงินไปเกือบ 500 บาท ในการถ่ายเอกสาร ไล่ติดป้ายเสาไฟแถวบ้าน บริเวณรอบ ๆ บ้านในรัศมี 5 กิโลเมตร สถานที่ที่มะขามชอบไป ตกเย็นมาก็ยังไม่มีใครติดต่อกลับ
                          ก่อนนอนผมก็เลยนั่งค้นหาข้อมูลในอินเทอร์เน็ต ว่าเขามีวิธีการค้นหาสัตว์เลี้ยงอย่างไร มีช่องทางไหนบ้าง จนมาเจอกับ Delsaver เว็บในการประกาศหาสุนัขหายและรายงานพบเจอสุนัขต้องสงสัยเลยลองรายงานเข้าไปดู  
                          </p>
              
                          <h2 className="blog-h2">เพราะเหตุใดถึงตัดสินใจใช้งานเว็บ</h2>
              
                          <p>เอาตามจริงคือ ไม่ได้ให้ความหวังไว้เลยว่าเว็บนี้จะทำให้เราเจอสุนัข ตอนนั้นคิดแค่ว่า กระจายข้อมูลข่าวสารออกไปให้มากที่สุดเท่าที่ตัวเองจะทำได้ กลุ่มไหนที่สมาชิกเยอะ เว็บไหนที่ปรากฏในผลการค้นหาก็กรอก ๆ ไป เพื่อให้คนอื่นเห็นโพสต์ของผมได้มากที่สุด หลังจากนั้นผ่านไปประมาณ 1 ชั่วโมงได้ ก็มีอีเมลเข้ามาว่า พบสุนัขที่มีลักษณะใกล้เคียงกับมะขามที่แจ้งหายไว้ ให้ลองเข้าเว็บไซต์มาดู ภาพที่คนพบเห็นถ่ายมามันไม่ชัดมากครับ ดูไม่ออก แต่ก็ได้ติดต่อส่วนตัวไปว่าจะขอเข้าไปดูสักหน่อย อย่างน้อยก็ให้มั่นใจไปเลยว่าใช่หรือไม่ใช่
                          </p>
              
                   <h2 className="blog-h2">สรุปแล้วใช่ไหม</h2>
              
                   <p>ใช่ครับ พอไปถึงมะขาม ดีใจวิ่งมากระโดดเกาะเอวผม แม้จะผ่านมาเพียง 1 วันกว่า ๆ แต่เราทั้งเหมือนห่างกันไปนานมาก ๆ ครับ พี่ ๆ ที่ใจดีเก็บมะขามไว้ให้เขาบอกว่า น้องวิ่งเขามาหลบข้างถังขยะตลอดทั้งคืน น่าจะเพราะกลัวเสียง และแสง แต่พี่เขาก็ใจดีป้อนน้ำ ป้อนอาหารให้มะขามระหว่างที่รอผมมารับ
                   </p>
              
                   <h2 className="blog-h2">อยากจะบอกอะไร</h2>
              
                   <p>ก็คงบอกว่า ควรดูแลสัตว์เลี้ยงตัวเองให้ดี ๆ นะครับ ไม่ใช่ว่าทุกคนจะโชคดีเหมือนผมที่ได้สุนัขคืน แต่จะพูดว่าความโชคดีอย่างเดียวก็คงจะไม่ถูก เพราะการที่ผมได้มะขามคืนครั้งนี้ก็เป็นเพราะพี่วินัยช่วยดูแลมะขามให้ ได้เว็บไซต์ Delsaver ที่เป็นตัวกลางประสานงานระหว่างคนพบกับคนแจ้ง ขอบคุณมาก ๆ ครับ
                   </p>
              
              
              
              
            </Container>
            </div>
          </div>
        )
    }
}

export default Blog2